[
    {
        "abstract": "The Scripps Institution of Oceanography (Scripps) requests funds to support Office of Naval Research (ONR) operations and activities related to the research vessels Roger Revelle (AGOR 24), Sally Ride (AGOR 28), and Robert Gordon Sproul, and associated oceanographic technical services, for the period 2023-2028. Scripps-operated research vessels and technical services provide ONR with facilities for the discovery, development and demonstration of new technology and capabilities, enabling ONR to meet its mission to plan, foster, and encourage scientific research in recognition of its paramount importance as related to the maintenance of future naval power, and the preservation of national security.less",
        "end_year": "2028",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "110,000,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.13611563?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Bruce Appelgate",
        "key_highlights": [
            "Request for funds to support operations and activities related to Scripps' oceanographic research vessels and technical services.",
            "Duration of funding request is for the period 2023-2028.",
            "Scripps-operated research vessels and technical services provide facilities for the discovery, development, and demonstration of new technology and capabilities.",
            "Funding will enable ONR to meet its mission to plan, foster, and encourage scientific research for the maintenance of future naval power and national security."
        ],
        "research_categories": [
            "43 History, Heritage and Archaeology",
            "4303 Historical Studies",
            "46 Information and Computing Sciences"
        ],
        "section_details": "Funding amount\nUSD 110,000,000\nFunding period\n2023\n30 Sep\n‐\n2028\n29 Sep",
        "start_year": "2023",
        "title": "Operations, Maintenance, Repair, Support and Upgrade of Scripps' Oceanographic Research Vessels and Associated Activities, CY2023 - CY2028",
        "tldr": "Scripps Institution of Oceanography is requesting funds to support the operations, maintenance, repair, and upgrade of three research vessels and associated technical services for the period of 2023-2028. These vessels and services are crucial for the Office of Naval Research to develop and demonstrate new technology and capabilities for future naval power and national security.",
        "top_keywords": [
            "Operations",
            "Maintenance",
            "Repair",
            "Support",
            "Upgrade",
            "Scripps Institution of Oceanography",
            "Office of Naval Research",
            "Research vessels",
            "Oceanographic technical services",
            "National security"
        ],
        "units_of_assessment": [
            "D34 Communication, Cultural and Media Studies, Library and Information Management"
        ]
    },
    {
        "abstract": "The Scripps Institution of Oceanography at the University of California, San Diego proposes tooperate oceanographic research vessels in support of Office of Naval Research (ONR) scientificresearch for the period 2016-2020. Scripps will operate four oceanographic research assets(Roger Revelle, Sally Ride, Robert Gordon Sproul and FLIP) using best professional practices tocarry out our assigned scientific research cruises. To do so, Scripps will provide mariners andmarine technicians to operate these vessels at sea, as well as shoreside administrative, logisticaland technical support from our home port at the Scripps Nimitz Marine Facility.less",
        "end_year": "2016",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "100,000,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7077566?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Bruce Appelgate",
        "key_highlights": [
            "The Scripps Institution of Oceanography at the University of California, San Diego will operate four oceanographic research assets for the period 2016-2020.",
            "The research vessels will be used to support Office of Naval Research (ONR) scientific research.",
            "The vessels will be operated using best professional practices.",
            "Scripps will provide mariners, marine technicians, and shoreside support from their home port at the Scripps Nimitz Marine Facility."
        ],
        "research_categories": [
            "40 Engineering",
            "4015 Maritime Engineering"
        ],
        "section_details": "Funding amount\nUSD 100,000,000\nFunding period\n2016\n3 May\n‐\n2016\n29 Jun",
        "start_year": "2016",
        "title": "2016-2020 Operations, Maintenance, Repair and Upgrade of Scripps' Oceanographic Research Assets",
        "tldr": "Scripps Institution of Oceanography will operate four research vessels from 2016-2020 to support ONR scientific research. They will provide mariners, technicians, and logistical support from their home port at Scripps Nimitz Marine Facility.",
        "top_keywords": [
            "Operations",
            "Maintenance",
            "Repair",
            "Upgrade",
            "Scripps Institution of Oceanography",
            "Oceanographic research vessels",
            "Office of Naval Research",
            "Scientific research",
            "Mariners",
            "Marine technicians"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "abstract": "UC San Diego#s new center, Naval Innovation, Science, and Engineering (NISE), introduces an integration of the proven processes in research-based training for advanced technologists and researchers with novel instructional and experiential programs in innovation.The goal of NISE is to augment the STEM workforce in national security and accelerate the transition of research to the warfighter.The workforce developed by NISE will be diverse and technically well prepared in the three focus areas of the center: (1) autonomous naval platforms, (2) integrative environmental-platform modeling, and (3) materials and energy resilience under climate predictions. The graduates of NISE will have experiences with the Navy, including its warfare centers, and be motivated towards government service. NISE will also nurture new ONR research performers among faculty, students, and the center#s partners in the private sector and the government.Approved for Public Releaseless",
        "end_year": "2028",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "12,855,930",
        "href": "https://dtic.dimensions.ai/details/grant/grant.13685532?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Corinne Peek-Asa",
        "key_highlights": [
            "The University of California San Diego has established a new center called Naval Innovation, Science, and Engineering (NISE).",
            "The goal of NISE is to increase the STEM workforce in national security and facilitate the transition of research to the military.",
            "NISE will focus on three areas: autonomous naval platforms, integrative environmental-platform modeling, and materials and energy resilience under climate predictions.",
            "NISE will also work to develop new research performers among faculty, students, and partners in the private sector and government, with a focus on motivating individuals towards government service."
        ],
        "research_categories": [
            "39 Education",
            "44 Human Society",
            "4407 Policy and Administration"
        ],
        "section_details": "Funding amount\nUSD 12,855,930\nFunding period\n2023\n30 Sep\n‐\n2028\n29 Sep",
        "start_year": "2023",
        "title": "Naval Innovation, Science, and Engineering (NISE) - ONR center at University of California San Diego",
        "tldr": "The Naval Innovation, Science, and Engineering (NISE) center at UC San Diego aims to train a diverse and technically skilled workforce in three focus areas related to national security. This will be achieved through a combination of research-based training and experiential programs, with the goal of accelerating the transition of research to the warfighter. NISE will also foster partnerships with the Navy, private sector, and government to promote innovation and support government service.",
        "top_keywords": [
            "Naval Innovation",
            "Science",
            "Engineering",
            "NISE",
            "University of California San Diego",
            "STEM workforce",
            "National security",
            "Autonomous naval platforms",
            "Environmental-platform modeling",
            "Materials and energy resilience"
        ],
        "units_of_assessment": [
            "D25 Area Studies"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "The proposed work involves harnessing adaptive signal processing with geometric feature extraction and sophisticated ~big data~ mac\"hine learning techniques to track, interpret, and learn potentially intertwined signatures of diverse oceanic events in shallow water acoustics. Oceanic phenomenaof interest include but are not limited to multipath acoustic scattering, Doppler effect from fluid motion and moving reflectors in the ocean, high-energy transient events such as surface wave focusing, constructive multipath interference, structured ambient noise, etc. To achieve this end, The simultaneous combination of acoustic and oceanographic data observations, as opposed tothe present sequential approach of predicting the ocean first then using that ocean for acoustic predictions, will be used to demonstrate significant performance enhancement of Anti- Submarine Warfare (ASW) processing. Experimental observations will be made of midfrequency, signal and noise acoustic data coincident with time-evolving, spatially-distributed measurements of the local physical oceanography and synoptic ocean surface wave field. Thetight integration of acoustics and physical oceanography will be implemented through an expanded data assimilation approach yielding a dynamic regional model enforcing consistency between ob\"servations of the ocean volume, sea surface, and acoustic propagation.less",
        "end_year": "2022",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "8,375,389",
        "href": "https://dtic.dimensions.ai/details/grant/grant.8636609?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to William Kuperman",
        "key_highlights": [
            "The research grant focuses on using adaptive signal processing and machine learning techniques to track and interpret oceanic events in shallow water acoustics.",
            "The goal is to achieve significant performance enhancement in Anti-Submarine Warfare (ASW) processing by combining acoustic and oceanographic data observations.",
            "The research will involve making experimental observations of acoustic data and physical oceanography measurements in a time-evolving and spatially-distributed manner.",
            "The integration of acoustics and physical oceanography will be achieved through an expanded data assimilation approach, ensuring consistency between observations of the ocean volume, sea surface, and acoustic propagation."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography"
        ],
        "section_details": "Funding amount\nUSD 8,375,389\nFunding period\n2019\n31 Jul\n‐\n2022\n30 Jul\nResulting DOD publications\n11",
        "start_year": "2019",
        "title": "PLATFORM CENTRIC ASW PROCESSING WITH THROUGH-THE-SENSOR DATA ASSIMILATION AND FUSION",
        "tldr": "This research grant aims to improve Anti-Submarine Warfare (ASW) processing by combining acoustic and oceanographic data in real-time using adaptive signal processing and machine learning techniques. By simultaneously analyzing both types of data, the researchers hope to enhance performance and better track oceanic events such as acoustic scattering, Doppler effect, and high-energy transient events.",
        "top_keywords": [
            "Platform-centric",
            "ASW processing",
            "Through-the-sensor data assimilation",
            "Fusion",
            "Adaptive signal processing",
            "Geometric feature extraction",
            "Big data",
            "Machine learning",
            "Oceanic events",
            "Shallow water acoustics"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "The effort proposed here is to develop and support environmental characterization and improved instrumentation for Navy related projects. Broadly, our work aims to provide measurements by participating in research cruises and developing better measurement techniques for the characterization of environmental parameters relevant to Navy operations (specifically turbulence, near-inertial shear layers, mixing, and upper-ocean stratification) and their effective assimilation into numerical models. Our specific focus here is observations, analysis and instrumentation to improve characterization of near-inertial shear layers and turbulence in the ocean.less",
        "end_year": "2025",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "7,988,421",
        "href": "https://dtic.dimensions.ai/details/grant/grant.9523822?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to MATTHEW ALFORD",
        "key_highlights": [
            "Development and support of environmental characterization and instrumentation for Navy projects",
            "Providing measurements through research cruises and developing better measurement techniques",
            "Focus on environmental parameters relevant to Navy operations, specifically turbulence, near-inertial shear layers, mixing, and upper-ocean stratification",
            "Observations, analysis, and instrumentation to improve characterization of near-inertial shear layers and turbulence in the ocean"
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography",
            "40 Engineering"
        ],
        "section_details": "Funding amount\nUSD 7,988,421\nFunding period\n2021\n31 Dec\n‐\n2025\n30 Dec",
        "start_year": "2021",
        "title": "Instrumentation and Analysis Support for the Applied Navy",
        "tldr": "This research grant aims to develop and support environmental characterization and improved instrumentation for Navy projects. The focus is on providing measurements and developing better techniques for characterizing environmental parameters relevant to Navy operations, specifically turbulence and near-inertial shear layers.",
        "top_keywords": [
            "Instrumentation",
            "Analysis",
            "Environmental characterization",
            "Navy",
            "Research cruises",
            "Measurement techniques",
            "Turbulence",
            "Near-inertial shear layers",
            "Mixing",
            "Upper-ocean stratification"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "SDG_goals": [
            "7 Affordable and Clean Energy"
        ],
        "abstract": "This proposal seeks to address a fundamental question – What is the memorycapacity of a brain and how does the brain process information with high energy efficiency?The storage capacity in a computer memory is measured in bits, each of which can have a valueof 0 or 1. In the brain, information is stored in the form of synaptic strength, a measure of howstrongly activity in one neuron influences another neuron to which it is connected. When twoneurons on either side of a synapse are active simultaneously, that synapse becomes stronger, aform of memory.Approach to solve the problem We propose here a multidisciplinary, multiscale approach thatwill establish the relationships between energy homeostasis and memory storage from the organellelevel to the organisms. We will conduct experiments in cell cultures of increasing complexity andin the fruit fly Drosophila melanogaster and develop the theoretical and computational frameworkto identify the mechanisms underlying energy and information in these systems. Insights gainedfrom the proposed work will have an impact on our understanding of how biological systemscouple energy homeostasis and information processing.Impact of results on the field The results from this work will have impact on our understandingof (a) the molecular biology of energy homeostasis in neurons, (b) sources and sinks of energyconsumption in neurons, and (c) how memory storage is affected by energy availability in singledendritic spines and neural circuits.less",
        "end_year": "2022",
        "funder": "United States Air Force",
        "funding_amount_usd": "7,500,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7442404?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Padmini Rangamani",
        "key_highlights": [
            "The research grant aims to investigate the memory capacity and energy efficiency of the brain.",
            "The study will use a multidisciplinary and multiscale approach, from organelles to organisms, to understand the relationship between energy homeostasis and memory storage.",
            "Experiments will be conducted on cell cultures and the fruit fly Drosophila melanogaster, and a theoretical and computational framework will be developed to identify the mechanisms underlying energy and information in these systems.",
            "The results of this research will have an impact on our understanding of the molecular biology of energy homeostasis in neurons, sources and sinks of energy consumption in neurons, and how memory storage is affected by energy availability in single dendritic spines and neural circuits."
        ],
        "research_categories": [
            "32 Biomedical and Clinical Sciences",
            "3209 Neurosciences",
            "46 Information and Computing Sciences",
            "4611 Machine Learning",
            "Research, Condition, and Disease Categorization",
            "Neurosciences",
            "Health Category (HRCS)",
            "Neurological",
            "Research Activity Codes (HRCS)",
            "1.1 Normal biological development and functioning"
        ],
        "section_details": "Funding amount\nUSD 7,500,000\nFunding period\n2017\n14 Dec\n‐\n2022\n13 Dec\nResulting DOD publications\n67",
        "start_year": "2017",
        "title": "(MURI17) Multiscale analysis of bioinspired low energy information processing: from organelles to organisms",
        "tldr": "This research grant aims to understand the relationship between energy efficiency and memory storage in the brain, using a multidisciplinary approach from organelles to organisms. By conducting experiments and developing a theoretical framework, the results will impact our understanding of energy homeostasis and information processing in neurons.",
        "top_keywords": [
            "Multiscale analysis",
            "Bioinspired",
            "Low energy",
            "Information processing",
            "Memory capacity",
            "Energy efficiency",
            "Synaptic strength",
            "Energy homeostasis",
            "Memory storage",
            "Neural circuits"
        ],
        "units_of_assessment": [
            "A04 Psychology, Psychiatry and Neuroscience"
        ]
    },
    {
        "abstract": "This program aims to develop rigorous understanding of the fundamental properties of the family of natural pigments known as melanins, and to harness this versatile, prolific but enigmatic organic polymer for the development of novel, advanced, multifunctional materials. This includes biosynthesis pathways, chemistry and morphology, and mimicry through engineering and materials science, using atomic to supra-molecular modeling as guidance. The hope is that the research will lead to the establishment of new methods of assembly to create functional arrays and structures that can be integrated into materials, providing them with unprecedented new properties, like optical, infrared, magnetic, biochemical to name a few.less",
        "end_year": "2023",
        "funder": "United States Air Force",
        "funding_amount_usd": "7,500,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7674278?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Nathan Gianneschi",
        "key_highlights": [
            "The research focuses on understanding the properties of melanins.",
            "The goal is to use this understanding to develop new materials.",
            "The research will cover biosynthesis, chemistry, and morphology of melanins.",
            "The aim is to create functional arrays and structures with new properties."
        ],
        "research_categories": [
            "34 Chemical Sciences",
            "3403 Macromolecular and Materials Chemistry"
        ],
        "section_details": "Funding amount\nUSD 7,500,000\nFunding period\n2018\n10 Apr\n‐\n2023\n9 Apr\nResulting DOD publications\n30",
        "start_year": "2018",
        "title": "Unraveling the Biology, Chemistry and Nanoscience of Natural and Synthetic Melanins",
        "tldr": "This research grant aims to understand the properties of melanins and use this knowledge to develop advanced materials through engineering and modeling. The goal is to create functional structures with unique properties such as optical, infrared, and magnetic capabilities.",
        "top_keywords": [
            "Melanins",
            "Natural pigments",
            "Organic polymer",
            "Biosynthesis",
            "Morphology",
            "Engineering",
            "Materials science",
            "Modeling",
            "Functional arrays",
            "Properties"
        ],
        "units_of_assessment": [
            "B08 Chemistry"
        ]
    },
    {
        "abstract": "Many organisms that thrive at cold temperatures have evolved biomolecules to control ice formation. The commonality of these molecules is their ability to bind ice, although their functions can be quite distinct: they can be antifreeze or ice nucleating. Proteins excel at both functions. However, they are expensive to produce in large quantities for applications that allow them to prevent and control ice formation on large surfaces. Understanding how proteins bind to ice and determine what characteristics make them good antifreeze or ice nucleating agents is key to designing new molecules that excel at preventing ice growth and recrystallization, controlling ice nucleation, and facilitating de-icing, which is the focus of this MURI project. This MURI integrates multi-scale multi-resolution computer simulations and theory with state-of-the-art experimental techniques probing properties at different length and time scales, biochemical synthesis, and machine learning to elucidate the fundamental mechanisms and interactions that control ice recognition, formation and adhesion. The main aims are: 1) To elucidate the diversity of chemical motifs that bind strongly to ice, and identify signatures in the structure and dynamics of hydration of ice-binding molecules that can predict their strength of ice-binding; 2) To develop a multi-scale multi-resolution modeling approach that identifies and accounts for all steps in the reaction network responsible for antifreeze and ice recrystallization inhibition activities, and design and synthesize new ice binding materials with improved antifreeze activity; 3) To elucidate how biological and organic molecules and crystals nucleate ice, use that knowledge to identify and design materials that nucleate ice without supercooling, and develop a biomimetic approach to ice nucleation; and 4) To develop new experimental and simulation techniques to probe buried ice interfaces, and to characterize the properties of the premelted layer.less",
        "end_year": "2025",
        "funder": "United States Air Force",
        "funding_amount_usd": "7,500,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.9764483?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Francesco Paesani",
        "key_highlights": [
            "The research grant is focused on understanding the mechanisms of ice nucleation and anti-icing.",
            "The project will use an integrated multiscale approach, combining computer simulations, experimental techniques, biochemical synthesis, and machine learning.",
            "The main aims of the project are to identify and design new molecules that excel at preventing ice growth and recrystallization, controlling ice nucleation, and facilitating de-icing.",
            "The project will also develop new experimental and simulation techniques to probe buried ice interfaces and characterize the properties of the premelted layer."
        ],
        "research_categories": [
            "31 Biological Sciences",
            "37 Earth Sciences",
            "3709 Physical Geography and Environmental Geoscience",
            "Research, Condition, and Disease Categorization",
            "Bioengineering"
        ],
        "section_details": "Funding amount\nUSD 7,500,000\nFunding period\n2020\n29 Sep\n‐\n2025\n28 Sep\nResulting DOD publications\n40",
        "start_year": "2020",
        "title": "(MURI-20)UNRAVELING THE MECHANISMS OF ICE NUCLEATION AND ANTI-ICING THROUGH AN INTEGRATED MULTISCALE APPROACH",
        "tldr": "This MURI project aims to understand the mechanisms of ice formation and anti-icing through a multi-scale approach. By studying the properties of ice-binding molecules and developing new materials, the goal is to design more efficient methods for preventing and controlling ice growth. This will be achieved through a combination of computer simulations, experimental techniques, and biochemical synthesis.",
        "top_keywords": [
            "Ice nucleation",
            "Anti-icing",
            "Multiscale approach",
            "Biomolecules",
            "Antifreeze",
            "Ice-binding",
            "Multi-resolution modeling",
            "Ice recrystallization inhibition",
            "Biomimetic approach",
            "Premelted layer"
        ],
        "units_of_assessment": [
            "B12 Engineering"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "This proposal serves to increase the number of graduate students receiving training in marine physics and related engineering topics at the Marine Physical Laboratory (MPL), Scripps Institution of Oceanography – UC San Diego. MPL was established 76 years ago at the close of WWII in recognition for the need of a University-based laboratory to conduct navy relevant basic research. A majority of the MPL academic community are involved in ONR-funded, seagoing research to study air-sea interaction, underwater acoustics and marine bioacoustics, physical oceanography, marine optics, radar oceanography, and marine robotics. A hallmark of MPL is the engineering and data analytics associated with conducting and interpreting novel measurements of the ocean to understand physical processes. While students are traditionally involved in research through the budgeting of graduate student stipends within research grants, there is excess opportunity to involve more students in the vibrant research programs at MPL. In addition, research grants are typically shorter (3 years) than the required time to obtain a Ph.D. (5-6 years), often resulting in instabilities late in a graduate student’s tenure. This proposal seeks to stabilize and expand the educational and training opportunities at MPL, with the intention to increase the next-generation, sea-going workforce to support problems of national interest. As a pilot program in support of Task Force Ocean, MPL will create the TFO 10+2 program: support of 10 graduate students and 2 post docs to augment existing ONR graduate student and post doc support.less",
        "end_year": "2028",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "6,911,167",
        "href": "https://dtic.dimensions.ai/details/grant/grant.13245401?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Eric Terrill",
        "key_highlights": [
            "The proposal aims to increase the number of graduate students receiving training in marine physics and related engineering topics at the Marine Physical Laboratory (MPL).",
            "MPL was established 76 years ago to conduct navy relevant basic research and a majority of the academic community is involved in ONR-funded, seagoing research.",
            "The proposal seeks to stabilize and expand educational and training opportunities at MPL in order to increase the next-generation, sea-going workforce to support national interests.",
            "As a pilot program in support of Task Force Ocean, MPL will create the TFO 10+2 program to support 10 graduate students and 2 post docs."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography"
        ],
        "section_details": "Funding amount\nUSD 6,911,167\nFunding period\n2023\n31 Jan\n‐\n2028\n30 Jan",
        "start_year": "2023",
        "title": "Marine Physics Naval Research Scholarship Program",
        "tldr": "This research grant aims to increase the number of graduate students trained in marine physics and related engineering topics at the Marine Physical Laboratory. The program will provide opportunities for students to participate in seagoing research and address the need for a skilled workforce in this field. The proposal also seeks to stabilize and expand educational and training opportunities at MPL through the creation of a pilot program.",
        "top_keywords": [
            "Marine physics",
            "Naval research",
            "Graduate students",
            "Training",
            "Marine Physical Laboratory",
            "Scripps Institution of Oceanography",
            "ONR-funded research",
            "Sea-going workforce",
            "National interest",
            "TFO 10+2 program"
        ],
        "units_of_assessment": [
            "C23 Education"
        ]
    },
    {
        "abstract": "The research goal of this project is to develop and demonstrate theoretical foundations, models, and principles to facilitate effect,ive HAT design. We propose dynamic, temporally-situated conceptual and computational models of HAT, and adopt a multi-pronged approa,ch to teaming, incorporating cognitive, behavioral, and social factors. Our approach is trans-disciplinary, drawing on concepts from, robotics, AI, cognitive science, organizational psychology, and human factors. We will explore how teams reason, coordinate, and tr,ust, particularly with regard to how teams change over time.-This project will address key gaps in HAT, including:-1) Modeling, oper,ationalizing, and validating team mental models, in contrast to prior work which focuses on-individuals and human-robot dyads withou,t accounting for collective context and dynamics of how team performance and processes emerge.-2) Understanding temporal dynamics of, teaming, including during trust calibration and maintenance, joint action, and shared decision making, particularly during moment-t,o-moment teaming tasks. Much work to date focuses on the antecedents and consequences of teaming, whereas we will study teaming temp,orally, both in real time and over time.-3) Exploring how two key mediators, coordination and team cognition, affect team performanc,e. Both are-understudied in the HAT literature, yet very important to team outcomes; our work aims to address this gap.-4) Engaging, in empirical, longitudinal, field-based research which is necessary to help propel the field forward and provide ecological validit,y to the HAT field.-This research will substantially advance the state-of-the-art and state-of-the-science in HAT. By creating new-m,ethods that dynamically and temporally model team evolution and scientifically establishing how autonomy affects human teammates, th,is work will yield new insights for HAT in uncertain environments. Ultimately, this project will: (1) Create innovative, cognitively,-informed conceptual frameworks and computational models of teaming, (2) Establish core elements of a new interdisciplinary science, of human agent teams, (3) Accelerate the advancement of HAT in mission critical environments, (4) Pioneerless",
        "end_year": "2025",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "6,789,861",
        "href": "https://dtic.dimensions.ai/details/grant/grant.12959465?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Laurel Riek",
        "key_highlights": [
            "The research goal is to develop and demonstrate theoretical foundations, models, and principles for effective Human Autonomy Teaming (HAT) design.",
            "The approach is trans-disciplinary, drawing on concepts from robotics, AI, cognitive science, organizational psychology, and human factors.",
            "The project will address key gaps in HAT, including modeling and validating team mental models, understanding temporal dynamics of teaming, exploring the mediators of coordination and team cognition, and engaging in empirical, longitudinal, field-based research.",
            "The research will substantially advance the state-of-the-art and state-of-the-science in HAT, creating innovative conceptual frameworks and models, establishing a new interdisciplinary science of human agent teams, and accelerating the advancement of HAT in mission critical environments."
        ],
        "research_categories": [
            "46 Information and Computing Sciences",
            "4608 Human-Centred Computing",
            "Research, Condition, and Disease Categorization",
            "Behavioral and Social Science",
            "Clinical Research",
            "Mental Health",
            "Health Category (HRCS)",
            "Generic health relevance"
        ],
        "section_details": "Funding amount\nUSD 6,789,861\nFunding period\n2022\n31 Aug\n‐\n2025\n30 Aug\nResulting DOD publications\n3",
        "start_year": "2022",
        "title": "Human Autonomy Teaming in Uncertain and Dynamic Environments",
        "tldr": "This research project aims to develop and demonstrate theoretical foundations, models, and principles for effective Human Autonomy Teaming (HAT) in uncertain and dynamic environments. The approach is trans-disciplinary and will address key gaps in HAT, including modeling team mental models, understanding temporal dynamics of teaming, exploring the mediators of coordination and team cognition, and engaging in empirical, longitudinal, field-based research. The ultimate goal is to advance the state-of-the-art and state-of-the-science in HAT and accelerate its use in mission critical environments.",
        "top_keywords": [
            "Human Autonomy Teaming",
            "Uncertain Environments",
            "Dynamic Environments",
            "Team Performance",
            "Team Dynamics",
            "Cognitive Science",
            "Human Factors",
            "Team Cognition",
            "Coordination",
            "Trust"
        ],
        "units_of_assessment": [
            "C17 Business and Management Studies"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "Scripps Institution of Oceanography (PI: Matthew Dzieciuch) proposes to conduct the New England Seamount Calibrated Acoustic Fluctua tion Experiment (NESCAFE), a Task Force Ocean (TFO) Department Research Initiative (DRI). The focus of NESCAFE is to understand and improve the acoustic propagation prediction capabilities of an ocean model in a highly dynamic region. The Gulf Stream crosses the e xperimental area and its influence will be challenging for both the ocean and the acoustic models. A pilot deployment has thus been proposed to validate the basic scales of variability before the main deployment. Planning for the experiment has revealed that chang es in the acoustic arrival pattern are expected to be large and occur rapidly. The changes are likely to violate the typical assumpt ion of linearity and will demand new methods to be developed. The most highly variable component is the upper few hundred meters of the ocean. This layer changes from well-mixed in the winter to stratified in the summer. The presence of the warm Gulf Stream leads to sharp fronts that move rapidly and significantly affect the sound speed. An acoustically important layer is the relatively warmer mode water at 18C that is located at about 100-500 m. This layer forms a thermopause, a region of weak thermocline gradient, embe dded in the stronger main thermocline. The weak temperature gradient leads to a weak sound speed gradient that transitions to a stro ng main thermocline gradient around 500 m. This transition zone between weak and strong gradients is associated with a rapid diverge nce of ray paths. Furthermore, since the mode water has a weak gradient, any perturbation due to Gulf Stream meanders, eddies, or in ternal waves can result in the formation of a subsurface or secondary acoustic duct that is located above the main thermocline. Soun d trapped in this layer will experience little loss but will also be highly variable as the mode water is modulated by the Gulf Stre am. The experimental geometry seeks to acoustically probe this layer and investigate the limits of our current measuring and modelin g capabilities. The main challenge of this experiment will be to see if the acoustic arrival pattern of the observations is predicta ble based upon the available environmental information? The environmental information can come from climatology, ocean models, or lo cal observations. For identified ray paths or ducted modes we seek to answer two further questions: 1) Can the acoustic observations be used to infer properties of the sound-speed profiles? and 2) Can we predict the statistics of the arrivals? The central question s are: How much environmental information is necessary to reliably predict the acoustic propagation observations? For what length of time can an ocean model skillfully predict the acoustic arrival patterns. What are the impacts on signal detection, coherence, and tracking?Our goal is to explore the fundamental limits of acoustic signal processing and to exploit the remote sensing capabilities of acoustics jointly with ocean models to characterize acoustic signal propagation. The data and skills obtained by this experiment will improve our ability to monitor, communicate, and navigate in one of the most highly dynamic parts of the ocean.Approved for Pu blic Releaseless",
        "end_year": "2025",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "6,521,527",
        "href": "https://dtic.dimensions.ai/details/grant/grant.9786085?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Matthew Dzieciuch",
        "key_highlights": [
            "The research grant is for the New England Seamount Calibrated Acoustic Fluctuation Experiment (NESCAFE).",
            "The focus of the experiment is to understand and improve acoustic propagation prediction capabilities in a highly dynamic region.",
            "The presence of the Gulf Stream and its influence on the upper few hundred meters of the ocean will be a challenge for both ocean and acoustic models.",
            "The goal of the experiment is to explore the fundamental limits of acoustic signal processing and improve our ability to monitor, communicate, and navigate in a highly dynamic part of the ocean."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography"
        ],
        "section_details": "Funding amount\nUSD 6,521,527\nFunding period\n2021\n30 Sep\n‐\n2025\n29 Sep",
        "start_year": "2021",
        "title": "New England Seamount Calibrated Acoustic Fluctuation Experiment (NESCAFE)",
        "tldr": "The NESCAFE project aims to improve acoustic propagation prediction in a highly dynamic region by studying the effects of the Gulf Stream on sound speed. The experiment will focus on the upper few hundred meters of the ocean and investigate the limits of current measuring and modeling capabilities. The goal is to improve our ability to monitor, communicate, and navigate in this challenging environment.",
        "top_keywords": [
            "Acoustic propagation",
            "Ocean model",
            "Gulf Stream",
            "Sound speed",
            "Thermocline",
            "Mode water",
            "Environmental information",
            "Signal processing",
            "Remote sensing",
            "Dynamic ocean"
        ],
        "units_of_assessment": [
            "C14 Geography and Environmental Studies"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "Scripps Institution of Oceanography (Co-PIs: Matthew Dzieciuch and Peter Worcester) propose to conduct the Coordinated Arctic Acoustic Thermometry Experiment (CAATEX), a joint U.S.- Norwegian acoustic propagation experiment across the Arctic basin. Our Norwegian partner is the Nansen Environmental and Remote Sensing Center (NERSC) in Bergen, led by Hanne Sagen. The CAATEX experiment would take advantage of MOSAiC, an International ArcticScience Committee (IASC) sponsored project, in which an icebreaker, the R/V Polarstern, will drift across the Eastern Arctic in the Transpolar Drift from summer 2019 to summer 2020. Transmissions from an acoustic source deployed from the icebreaker will enable remote sensing of the Arctic basin. The NERSC proposal for the source deployment and three receivers has beenfunded by the Norwegian Research Council. We propose to deploy three receivers in the western Arctic. The furthest north receiver will also have an acoustic source that will be capable of being detected at all the other moorings.This proposed experiment is designed to be comparable to previous trans-Arctic propagation experiments conducted in the 1990s. The drift track and multiple receivers of CAATEX will allow for an expansion of the measurements throughout the basin. The comparisons will contrast present day heat content to the past measurements, but there are several other points of comparison. These include transmission loss, which depends in part on the ratio of first-year ice to older ice; acoustic scattering, which diagnoses the strength of internal-wave activity; and the acoustic arrival structure, which changes with the vertical stratification. The CAATEX combination of a drifting and a moored source will provide a powerful space-time sampling of the Arctic basin. More capable receiving arrays and a compact sound source that can be deployedfrom a ship and on a mooring will be able to extend the analysis beyond previous work. Our goal is to explore the fundamental limits of acoustic signal processing and to exploit the remote sensing capabilities of acoustics to characterize the large-scale properties of the Arctic Ocean. The measurements of physical ocean and ice processes, and of the acoustic signal propagation and ambient noise obtained by this experiment will improve our ability to monitor,to communicate and to navigate in the Arctic Ocean.less",
        "end_year": "2022",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "6,305,097",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7674564?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Matthew Dzieciuch",
        "key_highlights": [
            "The research grant is for a Coordinated Arctic Acoustic Transmission Experiment (CAATEX).",
            "The experiment will take place in the Arctic basin and will involve a joint effort between the Scripps Institution of Oceanography and the Nansen Environmental and Remote Sensing Center.",
            "The experiment will take advantage of the MOSAiC project and will involve the deployment of three receivers in the western Arctic.",
            "The goal of the experiment is to explore the limits of acoustic signal processing and to improve our understanding of physical ocean and ice processes in the Arctic Ocean."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "40 Engineering",
            "4012 Fluid Mechanics and Thermal Engineering"
        ],
        "section_details": "Funding amount\nUSD 6,305,097\nFunding period\n2018\n30 Jun\n‐\n2022\n29 Jun\nResulting DOD publications\n3",
        "start_year": "2018",
        "title": "Coordinated Arctic Acoustic Transmission Experiment (CAATEX)",
        "tldr": "The CAATEX experiment aims to use acoustic transmissions to remotely sense the Arctic basin and compare present day heat content to past measurements. It will also provide valuable information on transmission loss, acoustic scattering, and acoustic arrival structure. The experiment will utilize a drifting and moored source to gather data on physical ocean and ice processes, as well as ambient noise, in order to improve monitoring, communication, and navigation in the Arctic Ocean.",
        "top_keywords": [
            "Arctic",
            "Acoustic transmission",
            "Experiment",
            "Remote sensing",
            "Icebreaker",
            "Propagation",
            "Ocean",
            "Measurements",
            "Drift",
            "Monitoring"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "The goal of ROXSI (ROcky shores eXperiments and SImulations) is to study the coastal ocean dynamical processes of rocky shores impor tant to Navy operations through combined in situ and remote sensing observations, and high-fidelity CFD and community models. About 75% of the worlds coastlines are rocky, limiting current Naval accessibility. By avoiding these rocky shores, the Navy is predicta ble. In contrast to well-studied sandy shores, rocky shores are inherently multiscale with complex three-dimensional (3D) geometries at scales of cm to 100s m. Multi-scale bottom variability has strong effects on wave processes, such as scattering, reflection, non linear energy transfers, and dissipation that are dramatically different than on sandy beaches. Rocky shores are exposed to large wa ves that strongly affect water-column turbulence and wave-driven inner shelf and surf zone currents (rip currents, undertow). The ap plicability of existing models developed for low-sloped, sandy beaches in predicting rocky shores wave propagation, circulation and turbulence is unknown, nor is what new physics must be included to make accurate predictions. As part of ROXSI, four central C rnia field experiments will occur from Big Sur to Santa Cruz spanning different canonical rocky shores types, based on bottom roughn ess from existing highresolution bathymetric surveys, shoreline type and complexity, wave climate, local knowledge, and logistics. T hese field sites are representative of rocky shores found worldwide. The proposed experiments use nested in situ arrays together wit h remote sensing to capture wave and circulation gradients and processes at different scales. The arrays will extend from 40-m water depth through the intertidal zone and span a few kilometers in the alongshore. The instrument arrays will be arranged along lines p arallel and perpendicular to shore to synchronously and asynchronously measure wave transformation and circulation patterns across s cales of 10 m - 1 km. For <10 m scale, a small-scale coherent array will be deployed around rocky obstacles to make detailed measure ments of processes that dissipate energy and alter wave properties. Ground- and UASbased lidar and optical remote sensing will measu re the time-evolving 2D wave field from the intertidal to offshore, capturing the transformation of nonlinear directionally-spread w aves propagating over complex rocky bathymetry, wave breaking and dissipation, and wave-induced currents via foam streaks. Vessel-ba sed observations and surface drifters will augment in situ moorings and ground-truth remote sensing measures. A suite of numerical m odel simulations will quantify fundamental water column processes, wave transformation and circulation dynamics on rocky shores. Hig E model simulations will determine the relative importance of wave scattering and dissipation due to bottom friction, and improve ex isting parameterizations in community wave models SWAN and WAVEWATCH III (WW3). Also, NHWAVE and COAWST (consisting of ROMS and SWAN /WW3) model simulations at a resolution of O(1-5 m) will be configured for the four field study sites to determine ideal instrument deployment design, and will be validated against observations from the inner-shelf to the intertidal zone. These comparisons will p rovide further improvements to parameterizations for wave scattering and dissipation due to bottom friction. Finally, high resolutio n SOMAR LES, at a resolution of O (0.01-2 m) and NHWAVE run at typical wave propagation scales will examine internal wave processes on rocky shores, and determine the applicability and limitations of hydrostatic community models such as ROMS.less",
        "end_year": "2024",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "6,168,710",
        "href": "https://dtic.dimensions.ai/details/grant/grant.13539319?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Falk Feddersen",
        "key_highlights": [
            "The goal of the research grant is to study coastal ocean dynamical processes of rocky shores important to Navy operations.",
            "The research will use in situ and remote sensing observations, as well as high-fidelity CFD and community models.",
            "The experiments will take place at four different rocky shore sites, chosen based on bottom roughness, wave climate, and logistics.",
            "The research will also involve numerical model simulations to improve existing parameterizations and determine the applicability of hydrostatic community models for rocky shores."
        ],
        "research_categories": [
            "40 Engineering",
            "4015 Maritime Engineering"
        ],
        "section_details": "Funding amount\nUSD 6,168,710\nFunding period\n2021\n3 Aug\n‐\n2024\n2 Aug\nResulting DOD publications\n2",
        "start_year": "2021",
        "title": "ROXSI: ROcky shores eXperiments and SImulations",
        "tldr": "ROXSI aims to study the coastal ocean dynamics of rocky shores through in situ and remote sensing observations, as well as high-fidelity CFD and community models. The project will focus on four field sites and use a variety of instruments to measure wave transformation and circulation patterns at different scales. The results will be used to improve existing models and develop new parameterizations for wave processes on rocky shores.",
        "top_keywords": [
            "Rocky shores",
            "Coastal ocean dynamics",
            "Navy operations",
            "In situ observations",
            "Remote sensing",
            "CFD models",
            "Community models",
            "Wave processes",
            "Bottom variability",
            "Wave propagation"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "SDG_goals": [
            "13 Climate Action"
        ],
        "abstract": "We will quantify flood vulnerability at Guam and Hawaii using two approaches that link climate model projections to Total Water Level (TWL), or the superposition of tides, wave-driven runup, and storm surge. We will use the TESLA climate emulator, and a coupled numerical modeling approach that links CMIP6 atmosphere-ocean global climate model (AOGCM) output with wave and tide/storm surge models. The models will be used to assess high-tide flooding, as well as vulnerabilities to extreme events associated with storms and energetic swell. Surrogate models will be used to bring wave energy to the shore. TESLA opens opportunities to consider scenario-driven risks in high temporal and spatial resolution and provides a framework for assessing heavy rains and compound flooding events. The AOGCM approach establishes an explicit dynamical link between TWL and CMIP6 climate simulations. We will explore optimal vulnerability assessments based on a hybrid approach using these two modeling systems. Foundational adaptive capacity research for Guam and Hawaii will involve, i) a review of local military/civilian planning history to assess the character of interactions, ii) a planning document review and analysis to identify joint military/civilian planning processes, adaptation planning processes, and points of synergy and tension between military and civilian decision-makers, iii) spatial analysis to determine social vulnerability aspects on and off-base and iv) organizational mapping of the local community of practice involved in adaptation planning extending from military to civilian entities and community-based organizations. The team will conduct initial outreach to community-based organizations to help identify community members who would be willing to participate in interviews or focus groups. In collaboration with the modeling team, we will determine opportunities for stakeholders to inform the modeling process and emphasis.-The flood risk simulations and interdependencies and vulnerability analyses will be used to test and evaluate how various decision-making frameworks can be utilized to optimize on and offbase collaborative strategies for adaptation. Focus groups including military and civilian decision-makers will be assembled to test responses to the model outputs and assess the sociopolitical and physical feasibility of developing adaptation options predicated on those outputs.These focus groups also will probe how decision-making processes may be improved to identify and align interlinkages between base and community vulnerabilities. We will evaluate decision making processes through Table Top Exercises that consider Dynamic Adaptive Policy Pathways. The results will inform a decision-making framework that integrates social and organizational factors with awareness of physical exposure. Recommendations on how to apply the decision-making framework and risk-management tools developed in this study will be presented.less",
        "end_year": "2028",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "5,633,521",
        "href": "https://dtic.dimensions.ai/details/grant/grant.13685539?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Mark Merrifield",
        "key_highlights": [
            "Quantifying flood vulnerability in Guam and Hawaii using two approaches that link climate model projections to Total Water Level (TWL)",
            "Use of TESLA climate emulator and a coupled numerical modeling approach to assess high-tide flooding and vulnerabilities to extreme events",
            "Conducting foundational adaptive capacity research for Guam and Hawaii, including a review of local planning history and spatial analysis to determine social vulnerability aspects",
            "Utilizing focus groups and Table Top Exercises to evaluate decision-making processes and inform a decision-making framework for integrating social and organizational factors with physical exposure awareness."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "40 Engineering",
            "4015 Maritime Engineering",
            "41 Environmental Sciences",
            "4101 Climate Change Impacts and Adaptation"
        ],
        "section_details": "Funding amount\nUSD 5,633,521\nFunding period\n2023\n31 Aug\n‐\n2028\n30 Aug",
        "start_year": "2023",
        "title": "Sea-Level Rise in the Indo-Pacific Region: Building a Framework for Interdependent Resilience",
        "tldr": "This research grant aims to assess flood vulnerability in Guam and Hawaii using climate models and to explore optimal vulnerability assessments through a hybrid approach. The team will also conduct outreach and focus groups to involve stakeholders in the decision-making process and develop a framework for interdependent resilience.",
        "top_keywords": [
            "Sea-level rise",
            "Indo-Pacific region",
            "Flood vulnerability",
            "Climate model projections",
            "Total Water Level (TWL)",
            "Storm surge",
            "TESLA climate emulator",
            "CMIP6 atmosphere-ocean global climate model (AOGCM)",
            "Vulnerability assessments",
            "Decision-making framework"
        ],
        "units_of_assessment": [
            "C14 Geography and Environmental Studies"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "Pacific Marine Atmospheric Boundary Layer (MABL) Sensing and PredictionThe Marine Atmospheric Boundary Layer and its coupling to the upper ocean continues to pose a unique set of prediction challenges: the physical environment on both sides of the air-water interface and the propagation of signals in these regimes. Similarly, challenges exist in observing the physics in this domain where gradients in environmental fields are sub-grid scale to the resolution of modelling tools. The proposed work will advance observational techniques for assessing environmental impacts on RF propagation with a particular focus on the role of surface waves, turbulent boundary layers, and the coupling physics that occur at sharp oceanic gradients (e.g. fronts). Novel to this work is the use of unmanned vehicles with specialized payloads, radar systems, and advanced autonomy algorithms in a synthesized framework for collecting adaptive measurements in real-time. These measurements will be used to improve the representation of sub-grid scale processes in numerical prediction tools. The proposed work will include the analysis of relevant ONR sponsored datasets and the collection of new observational datasets in the Western Pacific region. We propose to continue a trajectory of developing tools to observe this complex environment, collecting new observations, and interpreting those observations both in the context of physical processes and numerical prediction tools. This research will include the collection of data sets in the Pacific, identify gaps in present day prediction tools, and provide scientific results to underpin future research investments.less",
        "end_year": "2025",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "4,975,369",
        "href": "https://dtic.dimensions.ai/details/grant/grant.9523861?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Eric Terrill",
        "key_highlights": [
            "The research focuses on the Pacific Marine Atmospheric Boundary Layer (MABL).",
            "The MABL poses unique challenges for prediction due to the complex physical environment and signal propagation.",
            "The proposed work aims to advance observational techniques using unmanned vehicles, radar systems, and advanced autonomy algorithms.",
            "The research will include the analysis of existing datasets and the collection of new observational datasets in the Western Pacific region to improve the representation of sub-grid scale processes in numerical prediction tools."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3701 Atmospheric Sciences",
            "3708 Oceanography"
        ],
        "section_details": "Funding amount\nUSD 4,975,369\nFunding period\n2020\n1 Dec\n‐\n2025\n30 Nov\nResulting DOD publications\n3",
        "start_year": "2020",
        "title": "Pacific Marine Atmospheric Boundary Layer (MABL) Sensing and Prediction",
        "tldr": "This research grant aims to improve the prediction of the Marine Atmospheric Boundary Layer (MABL) and its impact on RF propagation by using unmanned vehicles, radar systems, and advanced autonomy algorithms. The focus will be on understanding the role of surface waves, turbulent boundary layers, and oceanic gradients. The project will involve collecting new observational data in the Western Pacific region and analyzing existing datasets to improve numerical prediction tools.",
        "top_keywords": [
            "Pacific Marine Atmospheric Boundary Layer (MABL)",
            "Sensing",
            "Prediction",
            "Upper ocean",
            "RF propagation",
            "Surface waves",
            "Turbulent boundary layers",
            "Coupling physics",
            "Unmanned vehicles",
            "Numerical prediction tools"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "abstract": "Develop an integrated photonics based optial comb assisted spread spectrum receiver.",
        "end_year": "2019",
        "funder": "Defense Advanced Research Projects Agency",
        "funding_amount_usd": "4,677,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7826441?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Stojan Radic",
        "key_highlights": [
            "The research grant is focused on developing an integrated photonics based receiver.",
            "The receiver will utilize optical comb technology to assist with spread spectrum communication.",
            "The goal is to create a more efficient and effective receiver for spread spectrum communication.",
            "The research will involve the integration of photonics and spread spectrum technology."
        ],
        "research_categories": [
            "40 Engineering",
            "46 Information and Computing Sciences",
            "4613 Theory Of Computation"
        ],
        "section_details": "Funding amount\nUSD 4,677,000\nFunding period\n2016\n4 Aug\n‐\n2019\n3 Aug",
        "start_year": "2016",
        "title": "Integrated Comb Assisted Spread Spectrum Receiver",
        "tldr": "This research grant aims to develop an integrated photonics-based optical comb assisted spread spectrum receiver.",
        "top_keywords": [
            "Integrated photonics",
            "Comb assisted",
            "Spread spectrum",
            "Receiver",
            "Optics",
            "Photonics",
            "Integrated",
            "Spectrum",
            "Assisted",
            "Optimal"
        ]
    },
    {
        "abstract": "The MURI team led by the PI will develop a scalable methodology to exploit ambient noise to estimate geo/ocean parameters and their evolution with time by: 1) developing a theoretical understanding of the information content available in the combination of acoustic data and a priori information, including physical models, 2) developing data processing and inversion methods that attain this information extraction goal and 3) experimentally validating results.less",
        "end_year": "2017",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "4,125,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7076984?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to William Kuperman",
        "key_highlights": [
            "This grant is a continuation of a previous project (N00014-13-1-0632).",
            "The research team will develop a scalable methodology to use ambient noise to estimate geo/ocean parameters.",
            "The methodology will involve a combination of acoustic data and a priori information, including physical models.",
            "The team will experimentally validate their results."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography"
        ],
        "section_details": "Funding amount\nUSD 4,125,000\nFunding period\n2016\n4 Feb\n‐\n2017\n30 Sep\nResulting DOD publications\n3",
        "start_year": "2016",
        "title": "THIS GRANT IS A CONTINUATION OF N00014-13-1-0632: The Information Content of Ocean Noise: Theory and Experiment",
        "tldr": "This grant aims to develop a method to use ambient noise to estimate ocean parameters over time. The team will focus on understanding the information available in acoustic data and developing data processing and inversion methods to achieve this goal. Experimental validation will also be conducted.",
        "top_keywords": [
            "Grant",
            "Continuation",
            "N00014-13-1-0632",
            "Information Content",
            "Ocean Noise",
            "Theory",
            "Experiment",
            "Scalable Methodology",
            "Ambient Noise",
            "Geo/Ocean Parameters"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "abstract": "Progress ReportComputing and Communication (NECom)???During the reporting period the MURI Team made a number of significant contributions to fundamental research and nanotechnology development of nonlinear optical metamaterials and nanoscale meta-devices, including: (i) creation of second order nonlinear effects in silicon nanostructures by exploiting strain gradient, surface charges, and nonlinearities induced by the space charge fields; (ii) construction of hyperbolic metamaterials exploiting InGaAsP quantum wells and silver nanostructures for operation at telecommunication frequencies; (iii) growth and characterization of nonlinear GaN nanowires on silicon; (iv) creation of second order nonlinearities in polymers integrated with silicon; (v) construction of multiphoton characterization apparatus; (vi) study of optical interactions with magnetooptic nanostructures on femtosecond time scale; (vii) investigation of Bound State in Continuum effects using optical emission in InGaAsP; and (viii) creation of adiabatic elimination in silicon waveguide arrays for ultra-dense photonics integration. The research findings were published in over 50 peer review journal publications, including high impact journals such as Science, Nature, Nano Letters, ASC Nano, Optica and Scientific Reports. The research results on nonlinear metamaterials and meta-devices are compatible with CMOS manufacturing process being developed by American Institute for Manufacturing Photonics, and the developed technology will have an impact on future computing and communication systems.Grant AddendumOPTION 1: 30 JUN 2016 - 28 JUL 2018 $3,000,000.00ObjectiveThe performers intend to maximize the induced asymmetric strain in silicon through several complementary techniques. Team will investigate various material compositions and geometries in an effort to enhance the second order nonlinearity attainable in silicon by at least a factor of ten relative to the state-of-the-art. As an example, we will explore the integration of both tensile and compressive silicon nitride films into silicon waveguides. We predict that the arrangement of both tensile and compressive straining elements, in a push-pull configuration, may additionally boost the induced optical nonlinearity. Combining this with the optimization of various processing parameters, such as those involved in Plasma-Enhanced Chemical Vapor Deposition (PECVD) and sputtering, should increase the generated nonlinearities even further. Additionally, research will make use of materials possessing different thermal expansion coefficients, such as silicon dioxide, silicon nitride, gold, and germanium. The last of these has already been used in microelectronics to produce tensile stress in silicon. By exploring a wide range of material compositions and geometries, we anticipate the realization of optical nonlinearities significantly greater than those previously reported. These geometrically-dependent nonlinearities will subsequently be co-optimized with specific device structures. By maximizing the spatial overlap of these nonlinear materials with the optical modes of the nanoresonators, team will demonstrate devices with unparalleled switching speeds, physical dimensions, and energy efficiencies. Overall MeritsThe proposed work is of sufficient technical merit to warrant funding and is in the best interest of the Government. This proposal presents a coherent vision for advances in the science and technology of Nanophotonics with an aggressive but balanced approach to research. Finally, the proposal clearly noted the beneficial impact the effort could have not only on digital systems but also analog systems highly relevant to the DoD.Short Statement of WorkPerformers are to investigate deeply sub-wavelength composites in the optical frequency regime, engineered on atomic and/or the scale of a few atomic layers, which will exhibit a qualitatively different response to radiation than that predicted by theless",
        "end_year": "2019",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "4,125,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.7825759?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Y. Shaya Fainman",
        "key_highlights": [
            "This grant is a continuation of a previous grant focused on near-field nanophotonics for energy efficient computing and communication.",
            "The MURI team has made significant contributions to fundamental research and nanotechnology development, including creating second order nonlinear effects in silicon nanostructures and constructing hyperbolic metamaterials.",
            "The objective of the grant is to maximize the induced asymmetric strain in silicon through various techniques, with the goal of enhancing the second order nonlinearity by at least a factor of ten.",
            "The proposed work is of sufficient technical merit and has the potential to have a beneficial impact on both digital and analog systems relevant to the Department of Defense."
        ],
        "research_categories": [
            "40 Engineering",
            "4018 Nanotechnology",
            "51 Physical Sciences"
        ],
        "section_details": "Funding amount\nUSD 4,125,000\nFunding period\n2016\n31 Dec\n‐\n2019\n26 Jul",
        "start_year": "2016",
        "title": "THIS GRANT IS A CONTINUATION OF N000141310678 - Near-field Nanophotonics for Energy Efficient Computing and Communication (NECom)",
        "tldr": "This grant aims to continue research on near-field nanophotonics for energy efficient computing and communication. The team has made significant contributions in the field, including creating second order nonlinear effects in silicon nanostructures and constructing hyperbolic metamaterials. They plan to further enhance the optical nonlinearity in silicon through various techniques and material compositions, with the goal of developing devices with unparalleled switching speeds and energy efficiencies. The proposed work has been deemed of high technical merit and could have a beneficial impact on both digital and analog systems relevant to the Department of Defense.",
        "top_keywords": [
            "Nanophotonics",
            "Energy efficient computing",
            "Communication",
            "Nonlinear optical metamaterials",
            "Nanoscale meta-devices",
            "Second order nonlinear effects",
            "Silicon nanostructures",
            "Hyperbolic metamaterials",
            "Nonlinearities",
            "CMOS manufacturing process"
        ],
        "units_of_assessment": [
            "B12 Engineering"
        ]
    },
    {
        "SDG_goals": [
            "14 Life Below Water"
        ],
        "abstract": "We propose to collect high-frequency in situ measurements that can resolve the energy flux associated with internal waves propagating through the deep ocean by combining high vertical-resolution moorings to resolve the waves modal structure with an antenna of vertically-integrated measures of variability to resolve the speed and direction of beam propagation. This proposal will instrument one, internal-wave resolving (IWR) array that is re-deployable to multiple locations. The IWR Array proposed here comprises two pressure, sensor equipped inverted echo sounders (PIESs) and five PIESs with an additional current-sensor on each (CPIESs) and a densely instrumented, full-depth mooring. The C/PIES antenna will allow for the detection and separation of low-mode internal waves propagating, from multiple directions, while the mooring will measure velocity and vertical displacement signals of five or more vertical modes. The array has been designed, and the data will be examined, in cooperation with a numerical modeling team (see the Buijsman et al. NOPP submission from our collaborators at USM, University of Michigan; U-M, and the Naval Research Laboratory; NRL) allowing for skill-testing and direct comparison with the global internal-tide resolving models that serve as inputs to regional models of the coastal ocean. The IWR Array deployment will be made in collaboration with the NASA JPL Surface Water and Ocean Topography (SWOT) Cal/Val mooring deployments in 2023 off the California coast. Part of the proposed IWR Array deployment period will coincide with SWOTs 90-day fast-sampling phase which will provide once per day repeat sampling and the IRW Array will extend (in time) and augment (in space) NASAs internal wave observations planned for the Cal/Val location. This abstract is publicly releasable.less",
        "end_year": "2025",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "4,048,245",
        "href": "https://dtic.dimensions.ai/details/grant/grant.12959376?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Amy Waterhouse",
        "key_highlights": [
            "The proposal aims to collect high-frequency in situ measurements to resolve internal waves in the deep ocean.",
            "The proposed array will consist of two pressure sensors and five current sensors, as well as a full-depth mooring.",
            "The data collected will be compared to global internal-tide resolving models and used to improve regional models of the coastal ocean.",
            "The array deployment will coincide with NASA's Surface Water and Ocean Topography (SWOT) Cal/Val mooring deployments in 2023."
        ],
        "research_categories": [
            "37 Earth Sciences",
            "3708 Oceanography",
            "40 Engineering",
            "4015 Maritime Engineering"
        ],
        "section_details": "Funding amount\nUSD 4,048,245\nFunding period\n2022\n31 Aug\n‐\n2025\n30 Aug\nResulting DOD publications\n1",
        "start_year": "2022",
        "title": "A Distributed Network of Internal Wave Resolving Moored Arrays for Assessing Tide-Resolving Model",
        "tldr": "This research grant proposes to use a distributed network of high-resolution moored arrays to collect in situ measurements of internal waves in the deep ocean. The data will be compared with numerical models and used to improve regional models of the coastal ocean. The deployment will coincide with NASA's SWOT mission in 2023.",
        "top_keywords": [
            "Distributed Network",
            "Internal Waves",
            "Moored Arrays",
            "Tide-Resolving Model",
            "In situ Measurements",
            "Energy Flux",
            "Vertical-Resolution Moorings",
            "Antenna",
            "Velocity",
            "Numerical Modeling"
        ],
        "units_of_assessment": [
            "B07 Earth Systems and Environmental Sciences"
        ]
    },
    {
        "SDG_goals": [
            "7 Affordable and Clean Energy"
        ],
        "abstract": "APPROVED FOR PUBLIC RELEASEScripps Institution of Oceanography is designing a first-of-its-kind hybrid oceangoing vessel, which will, be powered using a combination of liquid hydrogen fuel cells, diesel generators and batteries. The design, construction and subseq,uent operation of this oceanographic research vessel has synergy with a broad spectrum of Navy current and future technologies of in,terest to the Navy. We propose to incorporate Navy Research and Development priorities into the fundamental design of the vessel, in, order to provide basic information about new systems, as well as to enable capabilities for future deployment and testing of operat,ional technologies of interest to the Navy. Operational endurance is a framework priority for Navy R&D. Current goals include findi,ng improvements in platform-level energy storage, and in efficiency of propulsion and weapons systems. The design and future operati,on of the hybrid research vessel matches with the Office of Naval Research published research subtopics of power generation, storage,, energy efficiency, high-performance materials, hydrogen bunkering, survivability, endurance, and availability. Our proposed projec,t will inform the development of shipboard systems that are more adaptive, agile, defensible, efficient, and sustainable.less",
        "end_year": "2024",
        "funder": "United States Department of the Navy",
        "funding_amount_usd": "4,000,000",
        "href": "https://dtic.dimensions.ai/details/grant/grant.12959455?order=funding&or_facet_research_org=grid.266100.3&not_facet_funder=grid.496791.4",
        "investigator": "to Bruce Appelgate",
        "key_highlights": [
            "Design of a hybrid oceanographic research vessel",
            "Incorporation of Navy Research and Development priorities into the vessel's design",
            "Synergy with current and future Navy technologies",
            "Focus on operational endurance and improvements in energy storage and efficiency"
        ],
        "research_categories": [
            "40 Engineering",
            "4015 Maritime Engineering"
        ],
        "section_details": "Funding amount\nUSD 4,000,000\nFunding period\n2022\n31 Aug\n‐\n2024\n30 Aug",
        "start_year": "2022",
        "title": "Design of an Oceanographic Research Vessel of Interest to the Office of Naval Research",
        "tldr": "The Scripps Institution of Oceanography is designing a hybrid oceanographic research vessel powered by liquid hydrogen fuel cells, diesel generators, and batteries. The vessel will incorporate Navy research priorities and inform the development of more efficient and sustainable shipboard systems.",
        "top_keywords": [
            "Oceanographic research vessel",
            "Office of Naval Research",
            "Hybrid vessel",
            "Liquid hydrogen fuel cells",
            "Navy Research and Development",
            "Operational technologies",
            "Energy efficiency",
            "High-performance materials",
            "Hydrogen bunkering",
            "Shipboard systems"
        ],
        "units_of_assessment": [
            "B12 Engineering"
        ]
    }
]